<template>
    <section id="box">
        <p><strong><strong>软件用户隐私权政策</strong></strong></p>
        <p>&nbsp;</p>
        <p>欢迎您使用本软件。我们非常重视你的隐私保护和个人信息保护。本隐私权政策适用于《四川万网鑫成信息科技有限公司》提供的产品和服务（包括但不限于APP、网站、小程序、API/SDK及其后台系统、操作系统等），以及包含前述产品和服务的硬件终端。</p>
        <p>&nbsp;</p>
        <p>本隐私权政策旨在帮助您了解我们会收集哪些信息、为什么收集这些信息，会利用这些信息做些什么及如何保护这些信息。请您务必认真阅读本隐私政策，如果您或您的监护人不同意本隐私政策的任何内容，请不要进行后续操作。当您开始使用本软件时，即表示你已充分理解并同意本隐私政策的全部内容。</p>
        <p>&nbsp;</p>
        <p><strong><strong>需要特别说明的是，本政策不适用于其他第三方向您提供的服务，也不适用于</strong></strong><strong><strong>本软件</strong></strong><strong><strong>在提供服务时另行独立设置法律声明及隐私权政策的产品或服务。</strong></strong>当您通过本软件使用第三方产品或服务时，您的信息应当适用第三方的隐私条款，我们强烈建议您在接受服务（特别是与个人信息相关的服务）前阅读并确认理解相关协议。<br /><br />本隐私政策将帮助你了解以下内容：<br /><br />1、我们收集哪些信息<br /><br />2、我们如何使用Cookie和同类技术<br /><br />3、信息的存储<br /><br />4、信息安全<br /><br />5、我们如何使用信息<br /><br />6、对外提供<br /><br />7、隐私保护<br /><br /><br /><br />本隐私政策具体内容如下：<br /><br />1.&nbsp;我们收集哪些信息<br />在你使用本软件的过程中，会按照如下方式收集你在使用服务时主动提供或因为使用服务而产生的信息，用以向你提供服务：<br /><br />1.1&nbsp;当你使用手机号码作为账号时，我们会收集你的手机号码。手机号码属于敏感信息，收集此类信息是为了满足相关法律法规的网络实名制要求。如果拒绝提供该信息，将无法登录本软件及使用本软件内需要验证账号的各项功能。<br /><br />1.2&nbsp;当你使用本软件时，为保障你正常使用我们的服务，根据相关法律法规的要求，以及改进和优化我们的服务体验及保障你的账号安全的需要，我们会收集你的设备型号、操作系统、唯一设备标识符、登录IP地址、应用版本号、接入网络的方式、类型和状态、系统崩溃日志信息，这类信息是为提供服务必需收集的基础信息。<br /><br />1.3&nbsp;请求网络数据和远程版本更新是本软件的基础功能，为此我们需要获取访问设备状态和外部存储的权限，我们将会在你首次使用时申请这两项权限。如果你拒绝授权，本软件将无法正常提供服务。你拒绝授权之后，如果希望继续使用，可以到系统权限管理模块中为本应用重新打开读取手机状态和读写外部存储的权限。<br /><br />1.4&nbsp;我们会在获得你的自主选择同意后，获得你的精准定位信息（GPS信息），目的是为了向你提供定位服务。该信息属于敏感信息，拒绝提供该信息会使你无法查看当前位信息，但不影响你正常使用其他与定位无关的功能。</p>
        <p>&nbsp;</p>
        <p>1.5&nbsp;我们会在获得你的自主选择同意后，获取手机拍照和本地相册读取权限，目的是为了资料上传。我们不会访问未经您授权的其他文件资料。</p>
        <p><br />1.6&nbsp;当你使用录音服务时，我们会收集你的语音内容，因为收集语音部分设备基础服务所必需的。我们实时处理之后，向你返回处理结果，不会保存你的数据。<br /><br />1.7&nbsp;当你使用定位服务时，我们会使用高德地图的定位功能，因为设备定位服务是本应用的基础功能。我们收到高德地图返回的位置信息后会及时显示在地图上，不会另做它用。<br /><br />1.8&nbsp;为了帮助我们更好地了解我们应用程序的运行情况，我们通过调用第三方统计平台记录相关信息。我们不会将分析软件中的信息与你在应用程序中提供的任何个人身份信息相结合。<br /><br />1.9&nbsp;当你使用平台消息推送功能时，我们会使用第三方推送服务（如信鸽、极光、小米推送、华为推送、oppo推送等），目的是为了向你提供消息推送服务，让你更快接收服务提醒。<br /><br />请你理解，我们向你提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了你的信息，我们会通过页面提示、交互流程、网站公告等方式另行向你说明信息收集的内容、范围和目的。<br /><br />2.&nbsp;我们如何使用Cookie和同类技术<br />Cookie是支持服务器端（或者脚本）在客户端上存储和检索信息的一种机制。当你在使用部分功能的时候，我们会向你的设备发送一个或多个Cookie或匿名标识符。当你与这些功能产生交互时，我们允许Cookie或者匿名标识符发送给服务器。Cookie&nbsp;通常包含一些随机生成的字符。运用Cookie技术，本软件能够了解你的使用习惯，或帮你判断你账户的安全性。Cookie还可以帮助我们统计流量信息，分析页面设计的有效性。</p>
        <p>我们不会将&nbsp;Cookie&nbsp;用于本政策所述目的之外的任何用途。你可根据自己的偏好管理或删除&nbsp;Cookie。<br /><br />3.&nbsp;信息的存储<br />我们严格遵守法律法规的规定及与用户的约定，将收集的信息用于以下用途。若我们超出以下用途使用您的信息，我们将再次向您进行说明，并征得您的同意。<br /><br />本应用所收集的用户个人信息，在互联网线路通过加密传输存放至我们的系统服务器，进行加密存储，我们的机房管理、服务器管理、网络管理以及本软件安全具有较高的安全水平。我们仅在本政策所述目的所必需期间和法律法规、监管规定的期间内保存你的信息。除非经你自主选择或遵从相关法律法规要求，我们不会对外提供上述信息，或者将其用于该功能以外的其他用途。<br /><br />3.1信息存储的地点<br /><br />我们会按照法律法规规定，将在中国境内收集和产生的个人信息存储于中国境内。<br /><br />3.2信息存储的期限<br /><br />一般而言，我们仅为实现目的所必需的时间保留你的个人信息。<br /><br />当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知你，在合理的期限内删除你的个人信息或进行匿名化处理，并立即停止收集个人信息的活动。<br /><br />4.&nbsp;信息安全<br />我们努力为用户的信息安全提供保障，以防止信息的丢失、不当使用、未经授权访问或披露。<br /><br />我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如，我们会使用加密技术（例如SSL）、匿名化处理等手段来保护你的个人信息。<br /><br />我们通过不断提升的技术手段加强安装在你设备端的软件的安全能力，以防止你的个人信息泄露。例如，我们为了安全传输会在你设备本地完成部分信息加密的工作。<br /><br />我们建立专门的管理制度、流程和组织以保障信息的安全。例如，我们严格限制访问信息的人员范围，要求他们遵守保密义务。<br /><br />若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知你。<br /><br />5.&nbsp;我们如何使用信息<br />为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息，例如，你使用应用程序的频率、崩溃数据、总体使用情况、性能数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与你在应用程序中提供的任何个人身份信息相结合。<br /><br />如我们使用你的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用你的个人信息前，再次向你告知并征得你的明示同意。<br /><br />6.&nbsp;对外提供<br />我们不会对外披露收集的个人信息，如必须披露时，我们会向你告知此次公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得你的明示同意。<br /><br />此外，根据相关法律法规及国家标准，以下情形中，我们可能会在没有事先征询你同意的情况下将你的信息对外披露：<br /><br />1）&nbsp;与国家安全、国防安全直接相关的；<br /><br />2）&nbsp;与公共安全、公共卫生、重大公共利益直接相关的；<br /><br />3）&nbsp;与犯罪侦查、起诉、审判和判决执行等直接相关的；<br /><br />4）&nbsp;出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；<br /><br />5）&nbsp;个人信息主体自行向社会公众公开的个人信息；<br /><br />6）&nbsp;从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；<br /><br />7）&nbsp;法律法规规定的其他情形。<br /><br /><br />7.隐私保护</p>
        <p>7.1 本应用不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在本社区的非公开内容，但下列情况除外：</p>
        <p>1)&nbsp;&nbsp;事先获得用户的明确授权；</p>
        <p>&nbsp;</p>
        <ul>
        <li>根据有关的法律法规要求；</li>
        </ul>
        <p>&nbsp;</p>
        <ul>
        <li>按照相关政府主管部门的要求；</li>
        </ul>
        <p>&nbsp;</p>
        <ul style="padding: 0 0 15px 0;">
        <li>为维护社会公众的利益。</li>
        </ul>
    </section>
</template>
<style scoped lang='scss'>
#box{
    background-color:#fff;
    height: 100%;
    padding: 15px 0 15px 0;
    p{
        font-size:1.6rem!important;
        background-color:#fff;
        margin: 0;
        line-height: 28px;
        strong{
            font-size:1.6rem!important;
        }
    }
    ul{
        background-color:#fff;
        li{
           background-color:#fff; 
           font-size:1.6rem!important;
        }
    }
}
</style>